Repository: adpaladines/OpenWeather
Catalog: OpenWeather/Misc/Resources/Localizable.xcstrings
Source language: en
Languages: es

source: 10 days
es: 10 días

source: Address
es: Dirección

source: Address search
es: Buscar dirección

source: Air Quality info
es: Calidad de aire

source: API Keys
es: Claves API

source: Api Keys vault
es: bóveda de claves Api

source: Awesome!
es: Genial!

source: Cancel
es: Cancelar

source: Celcius
es: Centígrados

source: Coming soon!
es: Pronto llegará!

source: Customizations
es: Personalizaciones

source: Dark
es: Oscuro

source: Delete
es: Eliminar

source: Description
es: Descripción

source: Details
es: Detalles

source: Edit
es: Editar

source: Edition
es: Edición

source: English
es: Inglés

source: Fair
es: Justo

source: Feels like
es: Sensación

source: Good
es: Bien

source: Home
es: Hogar

source: Hourly forecast (5 days)
es: Pronóstico por horas (5 días)

source: Invalid request.
es: Petición inválida

source: Invalid status (code) code from response.
es: Código de status inválido.

source: Language
es: Lenguage

source: Light
es: Claro

source: Loading...
es: Cargando...

source: Location permission was denied previously. Please go to settings, find the name of this app and set location permission again.
es: El permiso de ubicación fue denegado anteriormente. Vaya a la configuración, busque el nombre de esta aplicación y configure el permiso de ubicación nuevamente.

source: Location permission was not authorized. Please go to settings, find the name of this app and set location permission again.
es: El permiso de ubicación no fue autorizado. Vaya a la configuración, busque el nombre de esta aplicación y configure el permiso de ubicación nuevamente.

source: Malformed URL.
es: URL mal formada

source: Moderate
es: Moderado

source: Name
es: Nombre

source: Network error: (netError)
es: Error de red

source: New Element
es: Nuevo elemento

source: Next releases will provide a city selector!
es: Próximos releases tendrán un seleccionador de ciudad!

source: No Api Key provided.
es: No tienes una Api Key.

source: No data found
es: No se encontró información

source: No data loaded.
es: No se encontró datos.

source: No description registered
es: Descripción no definida

source: No errors detected
es: No se encontraron errores

source: No name registered
es: Nombre no definido

source: No service response (timeout).
es: Timeout. Sin respuesta del servidor.

source: Options for: %@
es: Opciones para: %@

source: Options:
es: Opciones:

source: Poor
es: Pobre

source: Preferences
es: Preferencias

source: Pressure
es: Presión

source: Rain volume 1h
es: Volumen lluvia 1h

source: Rain volume 3h
es: Volumen lluvia 3h

source: Resource not found.
es: Recurso no encontrado

source: Response cannot be pased.
es: Respuesta no pudo ser enviada.

source: Save
es: Guardar

source: Search your city
es: Busca tu ciudad

source: Select as default
es: Seleccionar

source: Select your app icon:
es: Selecciona tu ícono:

source: Select your language:
es: Selecciona tu idioma:

source: Select your measure:
es: Seleccione medida:

source: Select your theme:
es: Selecciona tu tema

source: Settings
es: Configuraciones

source: Snow volume 1h
es: Volumen nieve 1h

source: Snow volume 3h
es: Volumen nieve 3h

source: Spanish
es: Español

source: Sunrise
es: Amanecer

source: Sunset
es: Atardecer

source: Theme
es: Tema

source: Today
es: Hoy

source: Today's info
es: Información de hoy

source: Tomorrow
es: Mañana

source: Verify if you provided an Api Key in Settings tab.
es: Verifique si proporcionó una clave Api en la pestaña Configuración.

source: Very Poor
es: Muy Pobre

source: View in Map
es: Ver en el mapa

source: We got an error.
es: Obtuvimos un error.

source: Wind speed
es: Viento
